{
  "description": "mecab + unidic-liteを模した単語分割・品詞推定を行うための設定ファイル small size",
  "parts_of_speech": [
    "名詞",
    "代名詞",
    "形状詞",
    "連体詞",
    "副詞",
    "接続詞",
    "感動詞",
    "動詞",
    "形容詞",
    "助動詞",
    "助詞",
    "接頭辞",
    "接尾辞",
    "記号",
    "補助記号",
    "空白"
  ],
  "attention_probs_dropout_prob": 0,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0,
  "embedding_size": 48,
  "hidden_size": 116,
  "initializer_range": 0.02,
  "intermediate_size": 468,
  "max_position_embeddings": 192,
  "num_attention_heads": 4,
  "num_hidden_layers": 4,
  "num_hidden_groups": 1,
  "net_structure_type": 0,
  "gap_size": 0,
  "num_memory_blocks": 0,
  "inner_group_num": 1,
  "down_scale_factor": 1,
  "type_vocab_size": 2,
  "char_coverage": 0.995,
  "chars": " の、ーに。1るたンとはを20しいてで年が（）スれな9ル・トイ-リ日っアかラらe3り月さあクッ4す8aも5こ7i「」6oドシnタr大レジうまフロtよ学カ本テ人sくマSィめAきプムlバグ中デ『』一コオけ国おそウ出メ会ニ行CI作サナつT：ャュブチ)E(ビmエ部やキuNん時子場後地上ズc.え合ど市生O発hB第MわdRパだ用田代戦ミちダD東社名事同長ェ者山成間P高開ョみ分語道立L手業定新的:前方所ハ内セ自川小校,下入動モ県gベ家Fガ和Hネせ目ツ主通回pGy現体設全野物ボ線当じソ文車女画版公初ポば町平選化K対世/最使ノァへ記機見関明島以演ヴV表ワペ在性北k京法力村原教ケピ三曲理数号びU神実放駅送海連式度軍多位期西番員元W水書fずb組区ギ英ザ勝!加ホ特v正制治編J能ゴ役務金身売外品共取木ゲ民経政南点受王二話都ォ形面気置持美結知活来優界電ヤ運言昭楽集音際天変ほ不団有科信げ議工指等院空映ろ始録口付w州続次要ヒ賞近士重意井保〜館登隊Y太台終鉄決男店郎藤約任利型進交歌改岡々得石術産心相別屋流松向義路参製広少無べむ造系研計属総称古他収建彼解園宮安権様移門朝報城基撃郡真局転ユ直再支究監先死域愛球武馬可営技存格統光種伝育常呼説引配福両止強由史橋官装谷X土備ぶヘ\"果命崎戸脚調督兵府ヨ注声佐題試着施寺師状ゼ構阪][白万住協字族起ひ紀達降情退星示側切認色江親吉乗論判葉問料良異管千半影件味限級応各予十反更載劇打風頭父室条曜考歳修類器青花周攻査領陸ゆ食催津司党殺ご河思夫込担投母観衛座～久職継防四専艦張詞巻旧列船株ね沢復x過商資完挙ゃ離ぐょ八米規落森助感念接供速独提競港z導量態害及伊医魔好今敗争展護春図派ぎ含係与洋急残黒追横企五足庫令芸容験単将例→浜走円準警介博航渡衆委増授'御質必病創波林飛述素Z廃仕率確済像告火央帝去了奈失消清守岩尾末著評富皇歴省夜客闘案銀破従根之志氏想聞友ゥ響赤比視ヌ覧宇雄補程帰※卒堂&徳断章秋未香勢里境替個就ふ刊般首蔵差帯丁旅象察細舞悪階非価検坂づ聖頃倉宗複＝籍永陽賀築典辺児歩ぼ興泉除豊若段右越秀街祭織深左講留ぞ丸満弾環然源援標併玉居週停販超課九毎%農宝薬婚割探何早読便整証模低負角写夏推描短照伴遺極難働積樹健弟池振習採求跡財奏／瀬突適〈〉妻望板換房射獲徒項群効材+鳥延誌訳ゾ遠絵養略精浦療違盤策翌血私岸亡寄甲臣幕幸恋宿温撮処功華刑談郷休算囲舎植ざ裁–端塚席竹六識兄ヶ百姿貴娘密労庁故諸為契羽枚普返…漫！息藩爆頼静ゅ敵節壊乱給砲康盟紙熱宅輸順布彦絶減圧#草j昇七捕抜拠避鹿許幼戻仮輪服扱邦覚候被徴仲恵Q険景湾倒抗副”脱承滅韓操因具散×宙遊雑也襲測麻締閉革待搭績兼印途夢並値則救熊訪栄激揮龍背費傷鮮忠鈴掛弘練障怪弁掲執宣?審罪盛老貨巨災阿札喜竜=>矢症沖岐拡“裏躍逆軽幅剣騎至片携秒善酸仁駆染酒祖似秘況君幹辞桜庭犯占慶隆敷顔純奥殿吹仏霊奪妹笑黄湖閣智露固*仙詩勤層票禁逃稲雲姫暴買易律爵詳雪須衣銃震筆裕亜塁焼没紹肉危迎俳鬼姉杉臨哲毛依署巡希憲伸額願郵駐茶請伯☆惑】【魚沿季潟丘沼唱混誕隣範献納―討骨暗浅我縄聴俊童澤枠税陣液鶴塩ぬ折距牧隠刻苦柳孫漢億荒批冬那油緑券砂堀互維茂誘摩吸押緒礼圏犬雨婦捜疑双句余唯冷翼獣舗訴飯誉欠答雅厚否免触q孝埼寿侵恐ぜ欧姓均譲勇弱既奇;潜益飾抱胞申遣湯昧封択壁浩縁挑核旗燃彩－腕幌炎鎮濃曖暦倍厳才束雷繰○快梨較寛潮梅融縮輝é軌乳損招筋床緯儀菜責虫誠還髪訓脳柄到齢払а架刀盗豪鏡晴昌弥眼撤底殊貫穂荷敬己飲渋紅塔浮募繁芝枝羅午乃包簡崩о夕亀絡患遅征皮丹牛偵託冠篇暮墓購概却阜釈尊析刺摘排歯致覇困ぱ灯嫌宏貢充笠菊冒鎖鉱朗械衝杯吾滝伏岳威針鑑貞尚泰炭奉佳拓陰沙剤即傾忍桃索幡迫咲畑鳴窓иぽ踏祐氷賛敏綱看稿嘉縦沈誤誰賢斎謀勲謝垣怒徹轄頂荘序李幻趣輔獄洞披妖毒渉診箱鎌如附墳僕駒往剛柔猫漁芳埋脈網削軸唐麗礎葬隻又栗腹ぷ紫抑狭祝掘･僚欲茨庄浪妙棄菱顧艇峰干裂豆輩彰斉筑稚耐，е狙拳憶該径陥旭穴玄借詰括洗銅翻迷袋坊塾飼眠尋？н嶋卓雇棋届微贈呂洲魂踊拒旬痛糸菌脇祥俗隔啓緊祉塗棟冊鋼逮尉虎晶—棒狩蓮泊滑拝戒菅р恒筒弦貸悲＆翔悟寝偽桑磁謎挿尻奴薄浴顕克栃柱浄慮綾刷揚逐遂勧乙亭淳仰狂桂溶胸陵％柏慣斗繋透硬騒殖蘭柴碑《》廷握譜僧捨尽享葛紋昼喫亮滞嵐奨梁卵磨抵償覆帳曽煙呉賃曹桐侯珍竣★弓瑞篠郊慎@闇塞撲哉促甘幾随怖巣滋添耳恩蒸斜培肥傘稼禄乾國遭債倫熟珠召悩_徐妃臓鷹<с涼賊叙摂━遇函銭斬泳瞬箇隷淡蘇劉〔〕旋邸皆肩圭薩誇в侍辰琴丈崇к旨糖俺粉｜罰寒励耕媛■銘匠呪阻勅晩辻邪卿朱斐彫貧孤謡ü閲貿菓勉堤悠努晋л偶雀忘扉陳疾貝霧т灰ぴ垂控峠晃汚嫁頁頻緩α畿錦噴昔懸猛涯班舟烈涙潤蒲宰←‐膜磯駿敦驚萩椎紛栽屈后磐堅掃狼粒酷軒峡戯脅［澄虐］擁薦猿鼻墜逸預溝寧魅符恭勘祈１釜泣措劣挟貯遷屯脂腰衰堺唄循寮傍拘懐釣旦辛媒倶祀軟紗苗訂麦謙需渓慢幽赴｢|｣准酵尼陶慈靖虚簿曰芽勃匹笹’聡琉掌幣訟抽秦蛇伐薫刃誓桁鍵揺芦叩凡壇寸●泥坪叔猪湿酔鋭−＞鳳黙盾藝偏應淵２慕á秩宋浸橘禅蒼鼓篤犠腐ヲ＋牡肢洪⇒鐘籠搬杏凍殻蹴妨揃ā妊暫羊帆蓄扇践諏萌嗣粋}宜~鍋喚履叢牙暖牲槻瞳癖ä虜跳孔℃藍虹尿帽昆玲暁腸ا吐郭炉裸唆諭烏蜂傑肝鷲庶於庵嬢鴨疫零嶺猟刈奮廣學條伎馴喪讐楠憧但偉胴遥瓦腫呈畜噂尺慰肺＜蓋讃隅ö楼稀梶巳湘疎眞枢魏墨拾叫懲楊貌壮播莉д胡纂舶粘鍛囚牽菩樽繊絞{岬佑葵綿拍茎賭膨是槍朋砦夷焦駄盆凶俣獅°肌癌棚巧瓶砕歓縛瑠痴擬捉穏湊碁ぁ閥牝隼笛漏舌牟硫ぃ敢哀衡剰隈頑肖窪喧毅逢趙錬帖累爪蝶廊遼兆樋漠雰麓淀喰惨醒股賜恥嘘剥乏汽й臼靴窟忌м朽栖宴邑耶濱鳩渕陀уぺ鞍洛悦櫻胆嘩♪嫡膚潰粧霞燥隙臭潔僅í殴膝叶廻娠ó茅鶏粛褐苑醸〒帥憎椅捧袖癒燕杜□哨弧缶欄荻畠汁ヂ柿厩鉛綴壌貼拐紳３棲朴詠雌β髄睦曾賠抹è淫諾漂冨酬豚郁玩褒扶悔辱姦萬甥甚暇я把礁溜疲綬悼寅窮妄碧畳△糧絆絹椿．樺欺譚",
  "vocab_size": 2380
}
